miniACS_V1_37/Win/Tr69-Scripts/GetParameterNames.txt

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:cwmp="urn:dslforum-org:cwmp-1-0">
<soap:Header>
<cwmp:ID soap:mustUnderstand="1">2</cwmp:ID>
</soap:Header>
<soap:Body>
<GetParameterNames xmlns="urn:dslforum-org:cwmp-1-0">
<ParameterPath>Device.Time.NTPServer1</ParameterPath>
<NextLevel>false</NextLevel> 
</GetParameterNames>
</soap:Body>
</soap:Envelope>
